{
    "pirate101-adventure" : [
        {"Who is also known as The Gold Monkey?" : "Gortez"},
        {"Who is the leader of the Red Claw Gang?" : "Buster Crab"},
        {"Who is the Leader of the Scurvy Dogs?" : "Captain Dan"},
        {"Who is the owner of The Black Spot?" : "One Eyed Jack"},
        {"Who is the Sheriff of Cooper's Roost?" : "Rooster Cogburn"},
        {"Who is the lord of La Mancha?" : "Donkey Hotay"},
        {"Who is the bartender of the Kraken Skulls Tavern?" : "Skinny Pete"},
        {"What color Windstone does the Stormgate to Monquista require?" : "Violet"},
        {"What member of Kane's court is the Armada's Spymaster?" : "Deacon"},
        {"What is the name of the Privateer Trainer?" : "The Commodore"},
        {"What class is Ratbeard?" : "Buccaneer"},
        {"What does the Frogfather ask you to steal from The Presidio?" : "Spices"},
        {"What is the name of the Musketeer Trainer?" : "Ol' Fish Eye"},
        {"What gang does the Magnificent Seven fight in Tumbleweed Skyway?" : "The Wild Bunch"},
        {"Where is Gunn's refuge located?" : "Corsair's Channel"},
        {"Where do you meet your first companion?" : "On board the Erebus"},
        {"Where do you find your parent's ship?" : "Jonah Town"},
        {"How many slingshots do the Troggies have set up on Skull Mountain?" : "3"},
        {"General Tso's favorite pet is?" : "A Chicken"}
    ],

    "pirate101-aquila" : [
        {"Who would you talk to first in Aquila out of the following characters?" : "Phoebus"},
        {"Who's most likely to fight you over some Grape Juice?" : "Satyrs"},
        {"What quest has you fighting Laestryonian Breakstuff?" : "All the Spiral's a Stage"},
        {"What creature can't you find in Knossos?" : "Ettin"},
        {"What best describes Diskylos?" : "Orthoi"},
        {"What doesn't Iron Chef Motomori need for the Caesar's Salad?" : "Grape Tomatoes"},
        {"What do the Amazons claim the Centaurs stole from them?" : "Statue"},
        {"Where do you find the Vault of Mysteries?" : "Delphos"},
        {"Where do you find the Pitch Bright Cave?" : "Illios"},
        {"Which color doesn't glow on a Minotaur Brother?" : "Green"},
        {"Which one is an Emperor?" : "Tibirdius"},
        {"Which type of bird won't you find in the Birdhouse of Pain?" : "Ebon Stymphalian"},
        {"Which one isn't a Raven Sister the Oracle sends you to talk to?" : "Madea"},
        {"Which statue isn't found outside Medusa's Cave?" : "Centaur"},
        {"How many Machina Parts do you need to collect for Fabron?" : "6"},
        {"How much copper do you collect from Ophidians in Illios for Lycurgus?" : "6"},
        {"How many years of memories do you trade for an audience with the Mysteries?" : "5"},
        {"Running away from this Vulture would be a bad idea considering he has Parting Shot 3." : "Banditti"},
        {"To what is an Ettin immune?" : "Flanking"},
        {"From where is a good place to find Lotus in Aquila?" : "Ophidian Ships"}
    ],

    "wizard101-adventuring" : [
        {"Who is in the top level of the Tower of the Helephant?" : "Lyon Lorestriker"},
        {"Who is the Bear King of Grizzleheim?" : "Valgard Goldenblade"},
        {"What school is the spell Dark Nova" : "Shadow"},
        {"What is Professor Falmea's favorite food?" : "Pasta Arrabiata"},
        {"What is unique about Falmea's Classroom?" : "There are scorch marks on the ceiling"},
        {"What is the name of the secret society in Krokotopia" : "Order of the Fang"},
        {"What is the name of the new dance added with Khrysalis?" : "The bee dance"},
        {"What hand does Lady Oriel hold her wand in?" : "Trick question, she has a sword."},
        {"What does the Time Ribbon Protect against?" : "Time Flux"},
        {"What is the name of the book stolen from the Royal Museum?" : "The Krokonomicon"},
        {"What type of rank 8 spell is granted to Death students at level 58?" : "Damage + DoT"},
        {"What determines the colors of the manders in Krok?" : "Where they come from and their school of focus."},
        {"What school is the Gurtok Demon focused on?" : "Balance"},
        {"Which of these are not a lore spell?" : "Fire Dragon"},
        {"Which Aztecan ponders the Great Questions of Life?" : "Philosoraptor"},
        {"Which of these is NOT a Zafaria Anchor Stone?" : "Rasik Anchor Stone"},
        {"In Grizzleheim, the Ravens want to bring about:" : "The Everwinter, to cover the world in ice:"},
        {"How long do you have to wait to join a new match after fleeing in PVP?" : "5 minutes"},
        {"An unmodified Sun Serpent does what?" : "900 - 1000 Fire Damage + 300 Fire Damage to entire team"},
        {"Shaka Zebu is known best as:" : "The Greatest Living Zebra Warrior"}
    ],

    "wizard101-conjuring" : [
        {"Who is Bill Tanner's sister?" : "Sarah Tanner"},
        {"Who Is NOT a member of the Council of Light?" : "Cyrus Drake"},
        {"Who is the King of the Burrowers?" : "Pyat MourningSword"},
        {"What book was Anna Flameright accused of stealing?" : "Advanced Flameology"},
        {"What did Abigail Dolittle accuse Wadsworth of stealing?" : "Genuine Imitation Golden Ruby"},
        {"What is the shape on the weather vanes in the Shopping District?" : "Half moon/moon"},
        {"What level must you be to wear Dragonspyre crafted clothing?" : "33"},
        {"What was the name of the powerful Grendel Shaman who sealed the runic doors?" : "Thulinn"},
        {"Which Queen is mentioned in the Marleybone book \"The Golden Age\"?" : "Ellen"},
        {"How many portal summoning candles are in the Burial Mound?" : "Three"},
        {"The Swordsman Destreza was killed by:" : "A Gorgon"},
        {"Sir Edward Halley is the Spiral's most famous:" : "Aztecosaurologist"},
        {"Kirby Longspear was once a student of which school of magic?" : "Death"}
    ],

    "wizard101-magical" : [
        {"Who guards the entrance to Unicorn Way?" : "Private Stillson"},
        {"Who is the Nameless Knight?" : "Sir Malory"},
        {"Who prophesizes this? \"The mirror will break, The horn will call, From the shadows I strike , And the skies will fall...\"" : "Morganthe"},
        {"Who sells Valentine's Day items in Wizard City?" : "Valentina Heartsong"},
        {"Who is the Registrar of Pigswick Academy?" : "Mrs. Dowager"},
        {"What is the shape of the pink piece in potion motion?" : "Heart"},
        {"What can be used to diminish the Nirini's powers in Krokotopia?" : "Flame Gems"},
        {"What did Prospector Zeke lose track of in MooShu?" : "Blue Oysters"},
        {"What color is the door inside the boys dormroom?" : "Red"},
        {"What is the title of the book that is floating around the Wizard City Library?" : "Basic Wizarding & Proper Care of Familiars"},
        {"What's the name of the balance tree?" : "Niles"},  
        {"What book does Professor Drake send you to the library to check out?" : "Book on the Wumpus"},
        {"Why are the Gobblers so afraid to go home?" : "Witches"},
        {"Why are the pixies and faeries on Unicorn Way evil?" : "Rattlebones corrupted them."},
        {"Which below are NOT a type of Oni in MooShu?" : "Ruby"},
        {"Which one of these are not a symbol on the battle sigil?" : "Wand"},
        {"Which of these locations is not in Wizard City?" : "Digmore Station"},
        {"Which is the only school left standing in Dragonspyre?" : "Fire"},
        {"How many worlds of The Spiral are unlocked as of May 21st, 2014?" : "12"},
        {"Merle Ambrose is originally from which world?" : "Avalon"},
        {"Zafaria is home to what cultures?" : "Gorillas, Zebras, Lions"}
    ],

    "wizard101-marleybone" : [
        {"What color are the Marleybone mailboxes?" : "Red"},
        {"Which is not a street in Regent's Square?" : "Fleabitten Ave"},
        {"Who is not an officer you'll find around Marleybone?" : "Officer Digmore"},
        {"What style of artifacts are in the Royal Museum?" : "Krokotopian"},
        {"Which symbol is not on the stained glass window in Regent's Square?" : "A Tennis Ball"},
        {"What is flying around in Regent's Square?" : "Newspapers"},
        {"What time of day is it always in Marleybone?" : "Night"},
        {"Who is the dangerous criminal that is locked up, but escapes from Newgate Prison?" : "Meowiarty"},
        {"What course did Herold Digmoore study?" : "Ancient Myths for Parliament"},
        {"What is a very common last name of the cats in Marleybone?" : "O'Leary"},
        {"What two names are on the Statues in the Marleybone cathedral?" : "Saint Bernard and Saint Hubert"},
        {"What did Prospector Zeke lose in Marleybone?" : "The Stray Cats"},
        {"What event is Abigail Doolittle sending out invitations for?" : "Policeman's Ball"},
        {"What sort of beverage is served in Air Dales Hideaway?" : "Root Beer"},
        {"What initials were on the doctor's glove?" : "XX"},
        {"Arthur Wethersfield is A:.." : "Dog"},
        {"What time does the clock always read in Marleybone?" : "1:55"},
        {"What is Sgt. Major Talbot's full name?" : "Sylvester Quimby Talbot III"},
        {"What transports you from place to place in Marleybone?" : "Hot Air Balloons"},
        {"Which of these folks can you find in the Royal Museum?" : "Clancy Pembroke"},
        
        {"sample" : "sample"}
    ],

    "wizard101-spellbinding" : [
        {"Who needs the healing potion from Master Yip?" : "Binh Hoa"},
        {"Who taunts you with: \"Wizard, you will know the meaning of the word pain after we battle!\"" : "Aiuchi"},
        {"Who tells you to speak these words only unto your mentor: \"Meena Korio Jajuka!\"" : "Priya the Dryad"},
        {"Who thinks you are there to take their precious feathers?" : "Takeda Kanryu"},
        {"Who taunts: Why I oughta knock you to the moon, you pesky little creep!" : "Mugsy"},
        {"Who makes the harpsicord for Shelus?" : "Gretta Darkkettle"},
        {"Who is Haraku Yip's apprentice?" : "Binh Hoa"},
        {"Who helps Morganthe find the Horn of Huracan?" : "Belloq"},
        {"Who tells you: \"A shield is just as much a weapon as the sword.\"" : "Mavra Flamewing"},
        {"Who tries to raise a Gorgon Army?" : "Phorcys"},
        {"Who taunts you with: \"Prepare to be broken, kid!\"" : "Clanker"},
        {"Who grants the first Shadow Magic spell?" : "Sophia DarkSide"},
        {"What does Silenus name you once you've defeated Hades?" : "Glorious Golden Archon"},
        {"What badge do you earn by defeating 100 Samoorai?" : "Yojimbo"},
        {"What special plant was Barley developing in his Garden?" : "Cultivated Woodsmen"},
        {"Where has Pharenor been imprisoned?" : "Skythorn Tower"},
        {"In Azteca, Morganthe enlisted the help of the:" : "The Black Sun Necromancers"},
        {"Morganthe got the Horned Crown from the Spriggan:" : "Gisela"},
        {"The Swallows of Caliburn migrate to Avalon from where each year?" : "Zafaria and Marleybone"},
        {"Sumner Fieldgold twice asks you to recover what for him?" : "Shrubberies"}
    ],

    "wizard101-spells" : [
        {"Who teaches you balance magic?" : "Alhazred"},
        {"Who can teach you the Life Shield Spell?" : "Sabrina Greenstar"},
        {"What type of spells are Ice, Fire, and Storm?" : "Elemental"},
        {"What term best fits Sun Magic Spells?" : "Enchantment"},
        {"What does Forsaken Banshee do?" : "375 damage plus a hex trap"},
        {"What level of spell does Enya Firemoon Teach?" : "80"},
        {"What term best fits Star Magic Spells?" : "Auras"},
        {"What isn't a shadow magic spell?" : "Ebon Ribbons"},
        {"Which spell can't be cast while polymorphed as a Gobbler?" : "Pie in the sky"},
        {"Which spell would not be very effective when going for the elixir vitae Badge?" : "Entangle"},
        {"Which Fire spell both damages and heals over time?" : "Power Link"},
        {"How many pips does it cost to cast Dr. Von's Monster?" : "9"},
        {"How many pips does it cost to cast Stormzilla?" : "5"},
        {"Mildred Farseer teaches you what kind of spell?" : "Dispels"},
        {"If you can cast Storm Trap, Wild Bolt, Catalan, and the Tempest spell, what are you polymorphed as?" : "Ptera"},
        {"If you're a storm wizard with 4 power pips and 3 regular pips, how powerful would your supercharge charm be?" : "110%"},
        {"Tish'Mah specializes in spells that mostly affect these:" : "Minions"},
        {"Ether Shield protects against what?" : "Life and Death attacks"},
        {"Cassie the Ponycorn teaches this kind of spell:" : "Prism"},
        {"Mortis can teach you this." : "Tranquilize"}
    ],

    "wizard101-wizard-city" : [
        {"Who is the Wizard City mill foreman?" : "Sohomer Sunblade"},
        {"Who sang the Dragons, Tritons and Giants into existance?" : "Bartleby"},
        {"Who is the Fire School professor?" : "Dalia Falmea"},
        {"Who resides in the Hedge Maze?" : "Lady Oriel"},
        {"Who taught Life Magic before Moolinda Wu?" : "Sylvia Drake"},
        {"Who is the Princess of the Seraphs?" : "Lady Oriel"},
        {"What are the main colors for the Myth School?" : "Blue and Gold"},
        {"What is the name of the grandfather tree?" : "Bartleby"},
        {"What is something that the Gobblers are NOT stockpiling in Colossus Way?" : "Broccoli"},
        {"What school is all about Creativity?" : "Storm"},
        {"What is the name of the school newspaper? Boris Tallstaff knows..." : "Ravenwood Bulletin"},
        {"What is the name of the Ice Tree in Ravenwood?" : "Kelvin"},
        {"What does every Rotting Fodder in the Dark Caves carry with them?" : "A spade"},
        {"What are the school colors of Balance?" : "Tan and Maroon"},
        {"What school does Malorn Ashthorn think is the best?" : "Death"},
        {"What is Diego's full name?" : "Diego Santiago Ramirez Quariquez the Third"},
        {"Where is Sabrina Greenstar?" : "Fairegrounds"},
        
        {"sample" : "sample"},
        {"sample" : "sample"},
        {"sample" : "sample"}
    ],

    "wizard101-zafaria" : [
        {"Who are Hannibal Onetusk's brother and co-pilot?" : "Mago and Sobaka"},
        {"Who is not one of the Zebu Kings:" : "Zaffe Zoffer"},
        {"What does Lethu Blunthoof says about Ghostmanes?" : "You never can tell with them!"},
        {"Vir Goodheart is an assistant to:" : "Rasik Pridefall"},
        {"Belloq is first found in:" : "The Sook"},
        {"Rasik Pridefall is:" : "An Olyphant from Stone Town."},
        {"Esop Thornpaw gives you a magic:" : "Djembe Drum"},
        {"Sir Reginal Baxby's cousin is:" : "Mondli Greenhoof"},
        {"Zebu Blackstripes legendary blade was called:" : "The Sword of the Duelist"},
        {"Koyate Ghostmane accuses the player of:" : "Being a thief"},
        {"Zebu Blackstripes legendary blade was forged:" : "In the halls of Valencia"},
        {"Umlilo Sunchaser hired who as a local guide?" : "Msizi Redband"},
        {"Jambo means:" : "Hello."},
        {"The Fire Lion Ravagers are led by:" : "Nergal the Burned Lion"},
        {"Unathi Nightrunner is:" : "A councilor of Baobab."},
        {"The Inzinzebu Bandits are harassing the good merchants in:" : "Baobab Market"},
        
        {"sample" : "sample"},
        {"sample" : "sample"},
        {"sample" : "sample"},
        {"sample" : "sample"}
    ]
}